Revit 2024 API
InSessionPrintSetting Properties
The InSessionPrintSetting type exposes the following members.
Properties
Name | Description
PrintParameters
Returns the Parameters of Print Setup.
See Also
InSessionPrintSetting Class
Autodesk.Revit.DB Namespace